tap "homebrew/bundle"
tap "homebrew/services"
brew "automake"
brew "coreutils"
brew "fzf"
brew "eza"
brew "git"
brew "node"
brew "nvm"
brew "yarn"
# cask "1password6"
cask "alfred"
cask "caffeine"
cask "dropbox"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-mono-for-powerline"
cask "font-meslo-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "font-sauce-code-pro-nerd-font"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
vscode "aliariff.vscode-erb-beautify"
vscode "anseki.vscode-color"
vscode "bierner.markdown-mermaid"
vscode "craigmaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "elmtooling.elm-ls-vscode"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "hbenl.vscode-test-explorer"
vscode "kamikillerto.vscode-colorize"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "necinc.elmmet"
vscode "octref.vetur"
vscode "sdras.vue-vscode-snippets"
vscode "techer.open-in-browser"
vscode "xabikos.javascriptsnippets"
vscode "zneuray.erb-vscode-snippets"
