tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "automake"
brew "coreutils"
brew "exa"
brew "exercism"
brew "fzf"
brew "git"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "node"
brew "nvm"
brew "openjdk"
brew "openssl@1.1"
brew "ruby-build"
brew "rbenv"
brew "tree"
brew "yarn"
brew "heroku/brew/heroku"
# cask "1password6"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "caffeine"
cask "dropbox"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-mono-for-powerline"
# cask "font-firacode-nerd-font"
cask "font-meslo-for-powerline"
# cask "font-meslo-nerd-font"
# cask "font-meslo-nerd-font-mono"
cask "font-source-code-pro-for-powerline"
# cask "font-sourcecodepro-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
vscode "aliariff.vscode-erb-beautify"
vscode "anseki.vscode-color"
vscode "bierner.markdown-mermaid"
vscode "craigmaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "elmtooling.elm-ls-vscode"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "hbenl.vscode-test-explorer"
vscode "joshpeng.sublime-babel-vscode"
vscode "kamikillerto.vscode-colorize"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "necinc.elmmet"
vscode "octref.vetur"
vscode "robinbentley.sass-indented"
vscode "sdras.vue-vscode-snippets"
vscode "techer.open-in-browser"
vscode "xabikos.javascriptsnippets"
vscode "zneuray.erb-vscode-snippets"
