tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "automake"
brew "coreutils"
brew "exa"
brew "exercism"
brew "fzf"
brew "git"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "node"
brew "nvm"
brew "ruby-build"
brew "rbenv"
brew "subversion"
brew "tree"
brew "yarn"
brew "heroku/brew/heroku"
cask "1password6"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "caffeine"
cask "dropbox"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-dz"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "iterm2"
cask "google-chrome"
cask "notion"
cask "java"
cask "slack"
cask "spotify"
cask "visual-studio-code"
